[
    {
      "term": "allergies",
      "definition": "An abnormal reaction of the immune system to a harmless substance."
    },
    {
      "term": "medication",
      "definition": "Substances used to treat, manage, or prevent medical conditions."
    },
    
    {"term": "Allergies", "definition": "An abnormal reaction of the immune system to a harmless substance."},
    {"term": "Angina", "definition": "Chest pain or discomfort that you feel when there is not enough blood flowing to your heart."},
    {"term": "Asthma", "definition": "A long-term (or chronic) disease that leads the airways to your lungs to swell, making it hard to breathe."},
    {"term": "Anaesthetic", "definition": "A drug that reduces pain or that puts you to sleep as during surgery."},
    
    {"term": "Blood Thinners", "definition": "Medicines that help blood flow smoothly without blood clots."},
    
    {"term": "Deep Vein Thrombosis", "definition": "A blood clot that forms in a vein deep in your body."},
    {"term": "DVT", "definition": "A blood clot that forms in a vein deep in your body."},
    {"term": "Dialysis", "definition": "A treatment that does the work of your kidneys when they can\"t."},

    {"term": "Latex Allergy", "definition": "An abnormal reaction of the immune system to natural, rubber latex."},

    {"term": "Hypertension", "definition": "High blood pressure"},

    {"term": "immunization", "definition": "giving a person a vaccine to protect them against a disease."},

    {"term": "Malignant Hyperthermia", "definition": "A severe reaction to certain drugs used to reduce pain or put you to sleep (ie. anesthesia)."},
    {"term": "Medication", "definition": "Medicine; substances used to treat, manage, or prevent medical conditions."},
    {"term": "medical condition", "definition": "any kind of illness that can affect your mood, thinking, or how you act."},
    
    {"term": "Physician", "definition": "A doctor."},
    {"term": "prescribed", "definition": "An order from your doctor, nurse, or physician assistant for drugs or other treatment."},
    {"term": "Pulmonary Embolism", "definition": "When a blood clot blocks in an artery in your lung suddenly."},
    
    {"term": "Referring Doctor", "definition": "Another doctor who redirected you to get a second opinion."},
    
    {"term": "Sleep Apnea", "definition": "When you stop breathing for 10 seconds or more when you sleep."},
    
    {"term": "Thyroid", "definition": "A gland in your neck that is shaped like a butterfly. It makes hormones that help your body work normally."},
    
    {"term": "Version Code", "definition": "2-letter code at the end of the health number on an Ontario Health Card."},
    
    {"term": "WSIB", "definition": "Workplace Safety and Insurance Board"}
  ]
